org-roam/cooper08_reed_makin_notes_two.org
:PROPERTIES:
:ID:       97ffc43a-0074-4618-9403-cc56de1219de
:ROAM_REFS: cite:cooper08_reed_makin_notes_two
:END:
#+title: cooper08_reed_makin_notes_two

* Cooper's Cubist Reed Concept
:PROPERTIES:
:NOTER_DOCUMENT: ../PDFs/cooper08_reed_makin_notes_two.pdf
:END:

** Parallel Scrape
:PROPERTIES:
:NOTER_PAGE: (1 0.32365875109938436 . 0.12404092071611252)
:END:
Cooper at least used parallel. Seems to also use a brevis

** Starts from gouge
:PROPERTIES:
:NOTER_PAGE: (1 0.3940193491644679 . 0.10613810741687978)
:END:
Claims economical in time, material, and cost

** Hand Profiling Importance
:PROPERTIES:
:NOTER_PAGE: (1 0.46437994722955145 . 0.11508951406649615)
:END:
A freeing skill for experimentation

** Hand Profiling Method
:PROPERTIES:
:NOTER_PAGE: (1 0.5813544415127528 . 0.12404092071611252)
:END:
1) Mark center on the bark side
2) Mark outer limits of blade profile, around an inch or 25.4mm on each side of center
3) Notch marks with thin sharp knife. Pen blade of jack knife, or exacto knife. Watch edges if eccentric gouge is used.
4) Using same knife, pull from far collar to center, just barely taking bark off. Minimum of 9-10 sections
5) Make an arrow head pattern on each blade, again from far point to center. Cuts should gradually deepen towards the center
6) Use a file like a half round bastard, or swiss grobet 0 or 00 cut pillar files to take out the ridges between cuts
7) Center should be around .38mm to avoid breaking when it folds over
8) using a dial indicator, mark the spots the are the desired thickness of the back of the reed (he says .71mm) Ideally should be equidistant from the center and halfway down the blade. If they aren't file the thicker side down so they are in the same place. 
9) Remeasure the center and mark it. Inaccuracies count double here. 
10) Rescore the center fold mark

** Foldover shaper
:PROPERTIES:
:NOTER_PAGE: (4 0.5672823218997362 . 0.0971867007672634)
:END:
He prefers a foldover shaper, claiming that most straight shapers don't match, and a foldover shaper ensures that the sides will match. It also helps to pre-establish the degenerative/regenerative tip function.

** Straight Shapers
:PROPERTIES:
:NOTER_PAGE: (5 0.4925241864555849 . 0.11508951406649615)
:END:
Admits they can be used with acceptable results

** Folding
:PROPERTIES:
:NOTER_PAGE: (5 0.5910290237467019 . 0.11508951406649615)
:END:
Fold cane over a thin ruler, back of a knife, or some other thin, straight edge. Take the edge out before the entire fold is completed so it doesn't cause the tip to break open. Keep pressure on the tip until it is on the folding shaper. Repeated flexing of the cane will cause it to break as well.

** Loading shaper
:PROPERTIES:
:NOTER_PAGE: (5 0.8487247141600703 . 0.0971867007672634)
:END:
Carefully take equal amounts from each side until it matches the shaper tip

** Loosely tightened
:PROPERTIES:
:NOTER_PAGE: (6 0.2673702726473175 . 0.0971867007672634)
:END:
Don't tighten it all the way while taking the majority of it out. Use thumb and finger to hold it from slipping. Apparently most cane will crack if you tighten the shaper handle all the way at first.

** Sand
:PROPERTIES:
:NOTER_PAGE: (6 0.6895338610378188 . 0.0971867007672634)
:END:
Sand the edges of the shaped cane with 220 WD

** Forming the tube
:PROPERTIES:
:NOTER_PAGE: (7 0.3940193491644679 . 0.10613810741687978)
:END:
Function of the bevel is to modify the shape contour to make sure the mechanical fulcrum at the second wire works correctly. It also helps tubes seal, and be more secure on the bocal. It can also reduce the interior volume of the reed, equivalent to a more narrow shaper. Also can reinforce the de/regenerative tip function. (see another of his articles)

** Method
:PROPERTIES:
:NOTER_PAGE: (7 0.5910290237467019 . 0.11508951406649615)
:END:
Bevels at 30 degrees on all four sides. Inner edge only at the collar, then 100% depth by the second wire to the end. Also says that beveling one side on each side works as well.

** Scoring
:PROPERTIES:
:NOTER_PAGE: (8 0.32365875109938436 . 0.08823529411764704)
:END:
7 cuts, just through the bark from collar to butt. One in center, then equidistant on either side, then half every section. Center score must be exact.

** Slippage
:PROPERTIES:
:NOTER_PAGE: (8 0.5628847845206685 . 0.11508951406649615)
:END:
Thinks some slippage is integral to successful reeds. Most people's torque is to the right, so lip the upper butt end to the left a little
Beveling can be used to guarantee slippage. Wire twist direction should also match. Counterclockwise if the upper butt is slipped left, and clockwise if it is slipped right. (See his other article)

** Wires
:PROPERTIES:
:NOTER_PAGE: (9 0.3940193491644679 . 0.0971867007672634)
:END:
Make sure there are isosceles triangles when pulling wire and twisting to tighten. At the last, push the pliers towards the cane and do a quarter turn to close the remaining gap and lock the twist. Puts the first and second wires on.

** Split cane
:PROPERTIES:
:NOTER_PAGE: (9 0.6816182937554969 . 0.12404092071611252)
:END:
Uses needle nose pliers between the two halves of the butt, and uses a twisting motion to separate the center score from the back to the second wire. Does this for all eight sections of the cane. This is  the first mention I have seen of doing something like this. It also the first time an article has mentioned what I've been doing. He says some do this with razor blades, but the cuts are parallel and not in concurrance with the curvature and grain of the cane.

** Rounding the tube
:PROPERTIES:
:NOTER_PAGE: (9 0.8645558487247141 . 0.12404092071611252)
:END:
Pinch sides of second wire until the mandrel can get in. Wiggle the reed onto the mandrel. Then put on the third wire

