docs/site/cooper08_reed_makin_notes_two.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-06-10 Mon 22:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>cooper08_reed_makin_notes_two</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">cooper08_reed_makin_notes_two</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org7a24288">Cooper's Cubist Reed Concept</a>
<ul>
<li><a href="#orgff60105">Parallel Scrape</a></li>
<li><a href="#org5ece741">Starts from gouge</a></li>
<li><a href="#org4463241">Hand Profiling Importance</a></li>
<li><a href="#orgb88421b">Hand Profiling Method</a></li>
<li><a href="#org28092d5">Foldover shaper</a></li>
<li><a href="#orgea03ca3">Straight Shapers</a></li>
<li><a href="#orgbd2a9ac">Folding</a></li>
<li><a href="#org0cb88bb">Loading shaper</a></li>
<li><a href="#orged9eb35">Loosely tightened</a></li>
<li><a href="#org89ed67c">Sand</a></li>
<li><a href="#orge11cbf1">Forming the tube</a></li>
<li><a href="#org56642da">Method</a></li>
<li><a href="#org68b13e8">Scoring</a></li>
<li><a href="#org8dd1e82">Slippage</a></li>
<li><a href="#org24d97cd">Wires</a></li>
<li><a href="#org081bf2b">Split cane</a></li>
<li><a href="#org20380b3">Rounding the tube</a></li>
<li><a href="#org5468a08">Mashing</a></li>
<li><a href="#org3e7a0a6">360 second wire</a></li>
<li><a href="#org77593b9">After drying</a></li>
<li><a href="#orgfae3e4e">Herring notches</a></li>
<li><a href="#orga13a422">No duco underneath?</a></li>
<li><a href="#org341a073">Wrapping</a></li>
<li><a href="#org278a43d">1 year!</a></li>
<li><a href="#org978f5e0">Soaking blank</a></li>
<li><a href="#org2ad35b4">Create the collar</a></li>
<li><a href="#org92f91f6">Cuts</a></li>
<li><a href="#org3de0f74">Basic finishing</a></li>
<li><a href="#org672a916">Knockenhauer measurements</a></li>
<li><a href="#orgd331c7b">Blade measurements</a></li>
<li><a href="#orgf6c253e">Seven Finishing Procedures</a></li>
<li><a href="#orgf128985">Testing</a></li>
<li><a href="#org988619b">The next days</a></li>
<li><a href="#org5bf10c1">Structure vs Substance</a></li>
<li><a href="#orgf02cc84">Two Approaches</a></li>
<li><a href="#orge4e97e2">Cooper Parallel</a></li>
<li><a href="#org6604990">Don't be afraid to remove cane</a></li>
<li><a href="#orgd8899e4">Eubanks book</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org7a24288" class="outline-2">
<h2 id="org7a24288">Cooper's Cubist Reed Concept</h2>
<div class="outline-text-2" id="text-org7a24288">
</div>

<div id="outline-container-orgff60105" class="outline-3">
<h3 id="orgff60105">Parallel Scrape</h3>
<div class="outline-text-3" id="text-orgff60105">
<p>
Cooper at least used parallel. Seems to also use a brevis
</p>
</div>
</div>

<div id="outline-container-org5ece741" class="outline-3">
<h3 id="org5ece741">Starts from gouge</h3>
<div class="outline-text-3" id="text-org5ece741">
<p>
Claims economical in time, material, and cost
</p>
</div>
</div>

<div id="outline-container-org4463241" class="outline-3">
<h3 id="org4463241">Hand Profiling Importance</h3>
<div class="outline-text-3" id="text-org4463241">
<p>
A freeing skill for experimentation
</p>
</div>
</div>

<div id="outline-container-orgb88421b" class="outline-3">
<h3 id="orgb88421b">Hand Profiling Method</h3>
<div class="outline-text-3" id="text-orgb88421b">
<ol class="org-ol">
<li>Mark center on the bark side</li>
<li>Mark outer limits of blade profile, around an inch or 25.4mm on each side of center</li>
<li>Notch marks with thin sharp knife. Pen blade of jack knife, or exacto knife. Watch edges if eccentric gouge is used.</li>
<li>Using same knife, pull from far collar to center, just barely taking bark off. Minimum of 9-10 sections</li>
<li>Make an arrow head pattern on each blade, again from far point to center. Cuts should gradually deepen towards the center</li>
<li>Use a file like a half round bastard, or swiss grobet 0 or 00 cut pillar files to take out the ridges between cuts</li>
<li>Center should be around .38mm to avoid breaking when it folds over</li>
<li>using a dial indicator, mark the spots the are the desired thickness of the back of the reed (he says .71mm) Ideally should be equidistant from the center and halfway down the blade. If they aren't file the thicker side down so they are in the same place.</li>
<li>Remeasure the center and mark it. Inaccuracies count double here.</li>
<li>Rescore the center fold mark</li>
</ol>
</div>
</div>

<div id="outline-container-org28092d5" class="outline-3">
<h3 id="org28092d5">Foldover shaper</h3>
<div class="outline-text-3" id="text-org28092d5">
<p>
He prefers a foldover shaper, claiming that most straight shapers don't match, and a foldover shaper ensures that the sides will match. It also helps to pre-establish the degenerative/regenerative tip function.
</p>
</div>
</div>

<div id="outline-container-orgea03ca3" class="outline-3">
<h3 id="orgea03ca3">Straight Shapers</h3>
<div class="outline-text-3" id="text-orgea03ca3">
<p>
Admits they can be used with acceptable results
</p>
</div>
</div>

<div id="outline-container-orgbd2a9ac" class="outline-3">
<h3 id="orgbd2a9ac">Folding</h3>
<div class="outline-text-3" id="text-orgbd2a9ac">
<p>
Fold cane over a thin ruler, back of a knife, or some other thin, straight edge. Take the edge out before the entire fold is completed so it doesn't cause the tip to break open. Keep pressure on the tip until it is on the folding shaper. Repeated flexing of the cane will cause it to break as well.
</p>
</div>
</div>

<div id="outline-container-org0cb88bb" class="outline-3">
<h3 id="org0cb88bb">Loading shaper</h3>
<div class="outline-text-3" id="text-org0cb88bb">
<p>
Carefully take equal amounts from each side until it matches the shaper tip
</p>
</div>
</div>

<div id="outline-container-orged9eb35" class="outline-3">
<h3 id="orged9eb35">Loosely tightened</h3>
<div class="outline-text-3" id="text-orged9eb35">
<p>
Don't tighten it all the way while taking the majority of it out. Use thumb and finger to hold it from slipping. Apparently most cane will crack if you tighten the shaper handle all the way at first.
</p>
</div>
</div>

<div id="outline-container-org89ed67c" class="outline-3">
<h3 id="org89ed67c">Sand</h3>
<div class="outline-text-3" id="text-org89ed67c">
<p>
Sand the edges of the shaped cane with 220 WD
</p>
</div>
</div>

<div id="outline-container-orge11cbf1" class="outline-3">
<h3 id="orge11cbf1">Forming the tube</h3>
<div class="outline-text-3" id="text-orge11cbf1">
<p>
Function of the bevel is to modify the shape contour to make sure the mechanical fulcrum at the second wire works correctly. It also helps tubes seal, and be more secure on the bocal. It can also reduce the interior volume of the reed, equivalent to a more narrow shaper. Also can reinforce the de/regenerative tip function. (<a href="cooper05_bevel.html#ID-3648cfb6-9e7a-420f-ade3-70e54aae2cbe">see another of his articles</a>)
</p>
</div>
</div>

<div id="outline-container-org56642da" class="outline-3">
<h3 id="org56642da">Method</h3>
<div class="outline-text-3" id="text-org56642da">
<p>
Bevels at 30 degrees on all four sides. Inner edge only at the collar, then 100% depth by the second wire to the end. Also says that beveling one side on each side works as well.
</p>
</div>
</div>

<div id="outline-container-org68b13e8" class="outline-3">
<h3 id="org68b13e8">Scoring</h3>
<div class="outline-text-3" id="text-org68b13e8">
<p>
7 cuts, just through the bark from collar to butt. One in center, then equidistant on either side, then half every section. Center score must be exact.
</p>
</div>
</div>

<div id="outline-container-org8dd1e82" class="outline-3">
<h3 id="org8dd1e82">Slippage</h3>
<div class="outline-text-3" id="text-org8dd1e82">
<p>
Thinks some slippage is integral to successful reeds. Most people's torque is to the right, so lip the upper butt end to the left a little
Beveling can be used to guarantee slippage. Wire twist direction should also match. Counterclockwise if the upper butt is slipped left, and clockwise if it is slipped right. (<a href="cooper09_slipp.html#ID-a4ced4c8-dea9-47f4-ada8-35fc467c0897">See his other article</a>)
</p>
</div>
</div>

<div id="outline-container-org24d97cd" class="outline-3">
<h3 id="org24d97cd">Wires</h3>
<div class="outline-text-3" id="text-org24d97cd">
<p>
Make sure there are isosceles triangles when pulling wire and twisting to tighten. At the last, push the pliers towards the cane and do a quarter turn to close the remaining gap and lock the twist. Puts the first and second wires on.
</p>
</div>
</div>

<div id="outline-container-org081bf2b" class="outline-3">
<h3 id="org081bf2b">Split cane</h3>
<div class="outline-text-3" id="text-org081bf2b">
<p>
Uses needle nose pliers between the two halves of the butt, and uses a twisting motion to separate the center score from the back to the second wire. Does this for all eight sections of the cane. This is  the first mention I have seen of doing something like this. It also the first time an article has mentioned what I've been doing. He says some do this with razor blades, but the cuts are parallel and not in concurrance with the curvature and grain of the cane.
</p>
</div>
</div>

<div id="outline-container-org20380b3" class="outline-3">
<h3 id="org20380b3">Rounding the tube</h3>
<div class="outline-text-3" id="text-org20380b3">
<p>
Pinch sides of second wire until the mandrel can get in. Wiggle the reed onto the mandrel. Then put on the third wire
</p>
</div>
</div>
