org-roam/cooper08_reed_makin_notes_two.org
** Mashing
:PROPERTIES:
:NOTER_PAGE: (10 0.11257695690413369 . 0.08823529411764704)
:END:
After the third wire is on, mash with the round ends of pliers on the tube from butt to second wire. Then retighten the third wire. The side seam should neck in (maybe more with eccentric gouging?)

** 360 second wire
:PROPERTIES:
:NOTER_PAGE: (10 0.22515391380826738 . 0.07928388746803067)
:END:
Rotate the second wire around the reed with pressure from the pliers. Then lock it in position.

** After drying
:PROPERTIES:
:NOTER_PAGE: (10 0.4080914687774846 . 0.0703324808184143)
:END:
After drying, insert the forming mandrel again. The seam should separate. Mash the tube again with the round part of the pliers. Tension the third wire, rotate 360, and then relock. Then do the same with the second wire. First wire needs to be a little loose still. (Apparently short bladed reeds really need this)

** Herring notches
:PROPERTIES:
:NOTER_PAGE: (10 0.5065963060686016 . 0.08823529411764704)
:END:
File herring bone notches on the tube. Four rows (1 under the third wire). This helps the bindind stay in place. It also improves the second wire's reverse function. (the fulcrum?)

** No duco underneath?
:PROPERTIES:
:NOTER_PAGE: (10 0.5795954265611258 . 0.3286445012787724)
:END:
#+BEGIN_QUOTE
Do not, under
any circumstances, use duco cement or other type lac-
quers and glue under the wrapping!
#+END_QUOTE
Claims it has ruined more potentially good reeds than anything else except maybe overtightening the first wire
** Wrapping
:PROPERTIES:
:NOTER_PAGE: (10 0.633245382585752 . 0.0971867007672634)
:END:
3 or 4 coats of duco...
** 1 year!
:PROPERTIES:
:NOTER_PAGE: (10 0.6895338610378188 . 0.0971867007672634)
:END:
Ideally says that blanks should be stored for a year before finishing them.
** Soaking blank
:PROPERTIES:
:NOTER_PAGE: (10 0.7801231310466139 . 0.07928388746803067)
:END:
Only soaking up to the first wire until capillary action brings the water to the butt end. 
** Create the collar
:PROPERTIES:
:NOTER_PAGE: (10 0.8364116094986808 . 0.08823529411764704)
:END:
Puts collar 6mm or 1/4" from the bottom of the first wire. Take care with thinner edges as usual.
** Cuts
:PROPERTIES:
:NOTER_PAGE: (10 0.920844327176781 . 0.0971867007672634)
:END:
Make five cuts from the back thickness mark to the collar. One in the center, then one on each side a little closer to the tip. And on the edges even closer to the back. Then clip the tip 29.4mm in front of first wire
** Basic finishing
:PROPERTIES:
:NOTER_PAGE: (11 0.33773087071240104 . 0.12404092071611252)
:END:
Thumbnail shape first, more convex than I usually imagine
Check the spine thickness 1cm back from the tip. It's the critical point and cannot be more than .58mm (this is probably a little before the midpoint? Or maybe is the midpoint? So many "cricital points" for each maker.
First day should preferrably be more vibrant and lower in pitch than desired. Playable but lacking refinement.
** Knockenhauer measurements
:PROPERTIES:
:NOTER_PAGE: (12 0.08443271767810026 . 0.07928388746803067)
:END:
Third wire 6.4mm from butt, first wire is the midpoint of the entire reed to middle of wire. Max is 28.6mm, min is 27mm. Those same measurements are on the other side to the tip. Second wire is a quarter inch behind that (6.4mm). The collar is 6.4mm or a quarter inch from the back of the first wire. Tip width is max 14.3, min is 13.5 (that's a lot thinner than Chris Weaitt's 15mm). Opening should be 1.6mm or 1/16th of an inch. The tube should be 6.1mm tall at the second wire, and 6.2mm at the first wire. Gouge is 1.27mm at center and .89mm at tip width.
** Blade measurements
:PROPERTIES:
:NOTER_PAGE: (12 0.4925241864555849 . 0.11508951406649615)
:END:
8 stations that are 1/8 inch apart or 3.2mm. Critical point is station 5, which is 9.6mm from tip, or 3/8". 

| Station                     | 1     |     2 |    3 |    4 |   *5*  |    6 |    7 |    8 |
|-----------------------------+-------+-------+------+------+------+------+------+------|
| Maximum 1st Stage Reed      | .76mm | .71mm |  .66 |  .61 |  .56 |  .46 |  .36 |  .25 |
|                             | .03"  |  .028 | .026 | .024 | .022 | .018 | .014 |  .01 |
| Average 2nd Stage Reeds     | .71mm |   .66 |  .61 |  .56 |  .51 |  .41 |  .31 |   .2 |
|                             | .028" |  .026 | .024 | .022 |  .02 | .016 | .012 | .008 |
| Minimum 3rd Stage Reeds     | .66mm |   .61 |  .56 |  .51 |  .46 |  .36 |  .26 |  .15 |
|                             | .026" |  .024 | .022 |  .02 | .018 | .014 |  .01 | .006 |
| Summer or 2nd Bassoon Reeds | .58mm |   .58 |      |      |      |      |      |      |
|                             | .023" |  .023 |      |      |      |      |      |      |
|-----------------------------+-------+-------+------+------+------+------+------+------|

This implies I think that in summers he was playing at high altitudes, and took more out at the back.
