docs/site/cooper08_reed_makin_notes_two.html

<div id="outline-container-org5468a08" class="outline-3">
<h3 id="org5468a08">Mashing</h3>
<div class="outline-text-3" id="text-org5468a08">
<p>
After the third wire is on, mash with the round ends of pliers on the tube from butt to second wire. Then retighten the third wire. The side seam should neck in (maybe more with eccentric gouging?)
</p>
</div>
</div>

<div id="outline-container-org3e7a0a6" class="outline-3">
<h3 id="org3e7a0a6">360 second wire</h3>
<div class="outline-text-3" id="text-org3e7a0a6">
<p>
Rotate the second wire around the reed with pressure from the pliers. Then lock it in position.
</p>
</div>
</div>

<div id="outline-container-org77593b9" class="outline-3">
<h3 id="org77593b9">After drying</h3>
<div class="outline-text-3" id="text-org77593b9">
<p>
After drying, insert the forming mandrel again. The seam should separate. Mash the tube again with the round part of the pliers. Tension the third wire, rotate 360, and then relock. Then do the same with the second wire. First wire needs to be a little loose still. (Apparently short bladed reeds really need this)
</p>
</div>
</div>

<div id="outline-container-orgfae3e4e" class="outline-3">
<h3 id="orgfae3e4e">Herring notches</h3>
<div class="outline-text-3" id="text-orgfae3e4e">
<p>
File herring bone notches on the tube. Four rows (1 under the third wire). This helps the bindind stay in place. It also improves the second wire's reverse function. (the fulcrum?)
</p>
</div>
</div>

<div id="outline-container-orga13a422" class="outline-3">
<h3 id="orga13a422">No duco underneath?</h3>
<div class="outline-text-3" id="text-orga13a422">
<blockquote>
<p>
Do not, under
any circumstances, use duco cement or other type lac-
quers and glue under the wrapping!
</p>
</blockquote>
<p>
Claims it has ruined more potentially good reeds than anything else except maybe overtightening the first wire
</p>
</div>
</div>
<div id="outline-container-org341a073" class="outline-3">
<h3 id="org341a073">Wrapping</h3>
<div class="outline-text-3" id="text-org341a073">
<p>
3 or 4 coats of duco&#x2026;
</p>
</div>
</div>
<div id="outline-container-org278a43d" class="outline-3">
<h3 id="org278a43d">1 year!</h3>
<div class="outline-text-3" id="text-org278a43d">
<p>
Ideally says that blanks should be stored for a year before finishing them.
</p>
</div>
</div>
<div id="outline-container-org978f5e0" class="outline-3">
<h3 id="org978f5e0">Soaking blank</h3>
<div class="outline-text-3" id="text-org978f5e0">
<p>
Only soaking up to the first wire until capillary action brings the water to the butt end. 
</p>
</div>
</div>
<div id="outline-container-org2ad35b4" class="outline-3">
<h3 id="org2ad35b4">Create the collar</h3>
<div class="outline-text-3" id="text-org2ad35b4">
<p>
Puts collar 6mm or 1/4" from the bottom of the first wire. Take care with thinner edges as usual.
</p>
</div>
</div>
<div id="outline-container-org92f91f6" class="outline-3">
<h3 id="org92f91f6">Cuts</h3>
<div class="outline-text-3" id="text-org92f91f6">
<p>
Make five cuts from the back thickness mark to the collar. One in the center, then one on each side a little closer to the tip. And on the edges even closer to the back. Then clip the tip 29.4mm in front of first wire
</p>
</div>
</div>
<div id="outline-container-org3de0f74" class="outline-3">
<h3 id="org3de0f74">Basic finishing</h3>
<div class="outline-text-3" id="text-org3de0f74">
<p>
Thumbnail shape first, more convex than I usually imagine
Check the spine thickness 1cm back from the tip. It's the critical point and cannot be more than .58mm (this is probably a little before the midpoint? Or maybe is the midpoint? So many "cricital points" for each maker.
First day should preferrably be more vibrant and lower in pitch than desired. Playable but lacking refinement.
</p>
</div>
</div>
<div id="outline-container-org672a916" class="outline-3">
<h3 id="org672a916">Knockenhauer measurements</h3>
<div class="outline-text-3" id="text-org672a916">
<p>
Third wire 6.4mm from butt, first wire is the midpoint of the entire reed to middle of wire. Max is 28.6mm, min is 27mm. Those same measurements are on the other side to the tip. Second wire is a quarter inch behind that (6.4mm). The collar is 6.4mm or a quarter inch from the back of the first wire. Tip width is max 14.3, min is 13.5 (that's a lot thinner than Chris Weaitt's 15mm). Opening should be 1.6mm or 1/16th of an inch. The tube should be 6.1mm tall at the second wire, and 6.2mm at the first wire. Gouge is 1.27mm at center and .89mm at tip width.
</p>
</div>
</div>
<div id="outline-container-orgd331c7b" class="outline-3">
<h3 id="orgd331c7b">Blade measurements</h3>
<div class="outline-text-3" id="text-orgd331c7b">
<p>
8 stations that are 1/8 inch apart or 3.2mm. Critical point is station 5, which is 9.6mm from tip, or 3/8". 
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Station</th>
<th scope="col" class="org-left">1</th>
<th scope="col" class="org-right">2</th>
<th scope="col" class="org-right">3</th>
<th scope="col" class="org-right">4</th>
<th scope="col" class="org-right"><b>5</b></th>
<th scope="col" class="org-right">6</th>
<th scope="col" class="org-right">7</th>
<th scope="col" class="org-right">8</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Maximum 1st Stage Reed</td>
<td class="org-left">.76mm</td>
<td class="org-right">.71mm</td>
<td class="org-right">.66</td>
<td class="org-right">.61</td>
<td class="org-right">.56</td>
<td class="org-right">.46</td>
<td class="org-right">.36</td>
<td class="org-right">.25</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">.03"</td>
<td class="org-right">.028</td>
<td class="org-right">.026</td>
<td class="org-right">.024</td>
<td class="org-right">.022</td>
<td class="org-right">.018</td>
<td class="org-right">.014</td>
<td class="org-right">.01</td>
</tr>

<tr>
<td class="org-left">Average 2nd Stage Reeds</td>
<td class="org-left">.71mm</td>
<td class="org-right">.66</td>
<td class="org-right">.61</td>
<td class="org-right">.56</td>
<td class="org-right">.51</td>
<td class="org-right">.41</td>
<td class="org-right">.31</td>
<td class="org-right">.2</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">.028"</td>
<td class="org-right">.026</td>
<td class="org-right">.024</td>
<td class="org-right">.022</td>
<td class="org-right">.02</td>
<td class="org-right">.016</td>
<td class="org-right">.012</td>
<td class="org-right">.008</td>
</tr>

<tr>
<td class="org-left">Minimum 3rd Stage Reeds</td>
<td class="org-left">.66mm</td>
<td class="org-right">.61</td>
<td class="org-right">.56</td>
<td class="org-right">.51</td>
<td class="org-right">.46</td>
<td class="org-right">.36</td>
<td class="org-right">.26</td>
<td class="org-right">.15</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">.026"</td>
<td class="org-right">.024</td>
<td class="org-right">.022</td>
<td class="org-right">.02</td>
<td class="org-right">.018</td>
<td class="org-right">.014</td>
<td class="org-right">.01</td>
<td class="org-right">.006</td>
</tr>

<tr>
<td class="org-left">Summer or 2nd Bassoon Reeds</td>
<td class="org-left">.58mm</td>
<td class="org-right">.58</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">.023"</td>
<td class="org-right">.023</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
This implies I think that in summers he was playing at high altitudes, and took more out at the back.
</p>
</div>
</div>
