org-roam/cooper08_reed_makin_notes_two.org
** Seven Finishing Procedures
:PROPERTIES:
:NOTER_PAGE: (13 0.08443271767810026 . 0.13299232736572889)
:END:
With shaped plaque
1) Establish spine dimensions by filing or scraping a flat ribbon of middle fifth of each blade. This ribbon widens at the tip as the arch flattens
2) File or scrape flat ribbons down both rails matching the the straight tapers rail to rail, blade to blade. The line of contact is tangential to the curve, 1/16" in from the edge of the rail
3) File or scrape ribons down the channels. This eliminates ridges from 1 and 2. Avoid areas already established. He prefers a grobet 4" extra narrow two sided 0 cut pillar file.
4) With flat plaque in do wings of the blade. Nearly 90 degree angle from cane. Starts about 2/3 back from tip and deepens and widens as it gets to the tip. This establishes the de/regenerative curve.
5) Do the corners, don't tear them! About 3mm equilateral triangles.
6) Snap in extreme tip 2mm back from tip. This blends in with the earsand tapers slightly from center to corners.
7) Smooth out work with fine file. Check for de/regenerative curve. Take out more wings to get it to the desired cupid bowing. If the tip closing is succession of intersecting arcs until nearly parallel, snaps closed and jumps open abruptly, this will be a raucous undamped sound. Work on wings again. If it's assymetrical, then work on the bad quadrant wings. If it is excessively bowed, there is little that can be done. Opening the tip with the second wire can help a little bit.
8) Check with seven acoustic reed criteria (of course, in another aritcle)
** Testing
:PROPERTIES:
:NOTER_PAGE: (14 0.7036059806508356 . 0.0971867007672634)
:END:
Should play well, but don't panic if it still has the following
1) somewhat flat
2) E is a little unstable and drops
3) Sound too open or lacks focus
4) High registre attacks unsure
5) C# unstable or drops
Most will be fixed with a few minutes of playing. Don't prematurely clip the tips of the more vibrant reeds. 
As reeds break in they become more resistant, more focused, higher in pitch, and lose the lows and gain the highs
Experienced reed makers use this to make more vibrant, free, lower pitched, first stage reeds succeed on their own.
** The next days
:PROPERTIES:
:NOTER_PAGE: (15 0.18293755496921724 . 0.12404092071611252)
:END:
As reeds heavy and sharpen, check first for tip symmetry and correct with wing work. Repeat the seven finishing techniques but removing less and less each time
** Structure vs Substance
:PROPERTIES:
:NOTER_PAGE: (15 0.3518029903254178 . 0.12404092071611252)
:END:
Structure is the mechanical elements (levers/fulcrums, arches, etc.) that contribute to strength
Substance is mass of cane in the blade that contributes to strength
When cane is removed from blades, structural elements substitute for the removed cane.
** Two Approaches
:PROPERTIES:
:NOTER_PAGE: (15 0.5813544415127528 . 0.10613810741687978)
:END:
1) Remove as little cane as possible from the blade. This is the wedge scrape, straight-taper reed design. Strong heavy blades with weaker structural components.
2) Remove as much cane as possible from the blade. This is the parallel scrape, tip-taper reed design. Weak, thin, free blades with stronger structural elements.
** Cooper Parallel
:PROPERTIES:
:NOTER_PAGE: (15 0.7502198768689534 . 0.13299232736572889)
:END:
As the finishing procedures take place, blades become thinner, and weaker as cane is removed. Shorter and stronger from miniscule clippings, and narrower and stronger in width from slippage or planing of rails.
1st wire fulcrums are gradually arched.
Higher and narrower (stronger) by opening first wire from the sides. If needed, closing the first wire reduces structural arch strength and size of tip opening.
Second wire's reverse function micro-adjusts tip openings, pitch center, and freedom of vibration without effecting the blades strength.
Vertical pinching opens the tip, lowers the pitch, and frees vibrations, especially lows.
Pinching from sides results in opposite but equal results.
Reverse second wire function is essential of superior reeds. Almost impossible to final balance a reed without it.
Strive for parallelism between the first and second wire heights. Parallel blades require parallel throats.
** Don't be afraid to remove cane
:PROPERTIES:
:NOTER_PAGE: (16 0.2673702726473175 . 0.08823529411764704)
:END:
Historically more bad reeds from too much cane than too much taken away
If too much is removed, arching the first wire or clipping tip can compensate.
Wire function is a precise tool for final balance of resistance and flexibility
Using cubist procedures should result in a good number of second stage reeds. Very usable but requiring a little more refinement.
** Eubanks book
:PROPERTIES:
:NOTER_PAGE: (16 0.534740545294635 . 0.0971867007672634)
:END:
Refers to the advanced reed design testing and procedures for the finishing stage. Presumably this means he uses them (at least the original publication) with good results on a parallel scrape blade.
