docs/site/cooper08_reed_makin_notes_two.html
<div id="outline-container-orgf6c253e" class="outline-3">
<h3 id="orgf6c253e">Seven Finishing Procedures</h3>
<div class="outline-text-3" id="text-orgf6c253e">
<p>
With shaped plaque
</p>
<ol class="org-ol">
<li>Establish spine dimensions by filing or scraping a flat ribbon of middle fifth of each blade. This ribbon widens at the tip as the arch flattens</li>
<li>File or scrape flat ribbons down both rails matching the the straight tapers rail to rail, blade to blade. The line of contact is tangential to the curve, 1/16" in from the edge of the rail</li>
<li>File or scrape ribons down the channels. This eliminates ridges from 1 and 2. Avoid areas already established. He prefers a grobet 4" extra narrow two sided 0 cut pillar file.</li>
<li>With flat plaque in do wings of the blade. Nearly 90 degree angle from cane. Starts about 2/3 back from tip and deepens and widens as it gets to the tip. This establishes the de/regenerative curve.</li>
<li>Do the corners, don't tear them! About 3mm equilateral triangles.</li>
<li>Snap in extreme tip 2mm back from tip. This blends in with the earsand tapers slightly from center to corners.</li>
<li>Smooth out work with fine file. Check for de/regenerative curve. Take out more wings to get it to the desired cupid bowing. If the tip closing is succession of intersecting arcs until nearly parallel, snaps closed and jumps open abruptly, this will be a raucous undamped sound. Work on wings again. If it's assymetrical, then work on the bad quadrant wings. If it is excessively bowed, there is little that can be done. Opening the tip with the second wire can help a little bit.</li>
<li>Check with seven acoustic reed criteria (of course, in another aritcle)</li>
</ol>
</div>
</div>
<div id="outline-container-orgf128985" class="outline-3">
<h3 id="orgf128985">Testing</h3>
<div class="outline-text-3" id="text-orgf128985">
<p>
Should play well, but don't panic if it still has the following
</p>
<ol class="org-ol">
<li>somewhat flat</li>
<li>E is a little unstable and drops</li>
<li>Sound too open or lacks focus</li>
<li>High registre attacks unsure</li>
<li>C# unstable or drops</li>
</ol>
<p>
Most will be fixed with a few minutes of playing. Don't prematurely clip the tips of the more vibrant reeds. 
As reeds break in they become more resistant, more focused, higher in pitch, and lose the lows and gain the highs
Experienced reed makers use this to make more vibrant, free, lower pitched, first stage reeds succeed on their own.
</p>
</div>
</div>
<div id="outline-container-org988619b" class="outline-3">
<h3 id="org988619b">The next days</h3>
<div class="outline-text-3" id="text-org988619b">
<p>
As reeds heavy and sharpen, check first for tip symmetry and correct with wing work. Repeat the seven finishing techniques but removing less and less each time
</p>
</div>
</div>
<div id="outline-container-org5bf10c1" class="outline-3">
<h3 id="org5bf10c1">Structure vs Substance</h3>
<div class="outline-text-3" id="text-org5bf10c1">
<p>
Structure is the mechanical elements (levers/fulcrums, arches, etc.) that contribute to strength
Substance is mass of cane in the blade that contributes to strength
When cane is removed from blades, structural elements substitute for the removed cane.
</p>
</div>
</div>
<div id="outline-container-orgf02cc84" class="outline-3">
<h3 id="orgf02cc84">Two Approaches</h3>
<div class="outline-text-3" id="text-orgf02cc84">
<ol class="org-ol">
<li>Remove as little cane as possible from the blade. This is the wedge scrape, straight-taper reed design. Strong heavy blades with weaker structural components.</li>
<li>Remove as much cane as possible from the blade. This is the parallel scrape, tip-taper reed design. Weak, thin, free blades with stronger structural elements.</li>
</ol>
</div>
</div>
<div id="outline-container-orge4e97e2" class="outline-3">
<h3 id="orge4e97e2">Cooper Parallel</h3>
<div class="outline-text-3" id="text-orge4e97e2">
<p>
As the finishing procedures take place, blades become thinner, and weaker as cane is removed. Shorter and stronger from miniscule clippings, and narrower and stronger in width from slippage or planing of rails.
1st wire fulcrums are gradually arched.
Higher and narrower (stronger) by opening first wire from the sides. If needed, closing the first wire reduces structural arch strength and size of tip opening.
Second wire's reverse function micro-adjusts tip openings, pitch center, and freedom of vibration without effecting the blades strength.
Vertical pinching opens the tip, lowers the pitch, and frees vibrations, especially lows.
Pinching from sides results in opposite but equal results.
Reverse second wire function is essential of superior reeds. Almost impossible to final balance a reed without it.
Strive for parallelism between the first and second wire heights. Parallel blades require parallel throats.
</p>
</div>
</div>
<div id="outline-container-org6604990" class="outline-3">
<h3 id="org6604990">Don't be afraid to remove cane</h3>
<div class="outline-text-3" id="text-org6604990">
<p>
Historically more bad reeds from too much cane than too much taken away
If too much is removed, arching the first wire or clipping tip can compensate.
Wire function is a precise tool for final balance of resistance and flexibility
Using cubist procedures should result in a good number of second stage reeds. Very usable but requiring a little more refinement.
</p>
</div>
</div>
<div id="outline-container-orgd8899e4" class="outline-3">
<h3 id="orgd8899e4">Eubanks book</h3>
<div class="outline-text-3" id="text-orgd8899e4">
<p>
Refers to the advanced reed design testing and procedures for the finishing stage. Presumably this means he uses them (at least the original publication) with good results on a parallel scrape blade.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
